"无法访问相册中照片" = "Impossibile accedere alle foto nell'album";
"当前无照片访问权限，建议前往系统设置，\n允许访问「照片」中的「所有照片」。" = "Nessun accesso alle foto, si consiglia di andare nelle impostazioni di sistema,\nconsenti l'accesso a 'tutte le foto' in 'Foto'.";
"前往系统设置" = "Impostazioni";
"取消" = "Annulla";
"相册" = "Album";
"完成" = "Fine";
"原图" = "Originale";
"原片" = "Originale";
"预览" = "Anteprima";
"编辑" = "Modifica";
"返回" = "Indietro";
"还原" = "Ripristina";
"自由" = "Libero";
"没有可选资源" = "Nessuna risorsa disponibile";
"照片和视频不能同时选择" = "Foto e video non possono essere selezionati contemporaneamente";
"最多只能选择%d张照片" = "Puoi selezionare solo fino a %d foto";
"已达到最大选择数" = "Raggiunto il numero massimo di selezioni";
"视频最大时长为%d秒，无法选择" = "La durata massima del video è di %d secondi, impossibile selezionare";
"视频最小时长为%d秒，无法选择" = "La durata minima del video è di %d secondi, impossibile selezionare";
"视频和照片不能同时选择" = "Video e foto non possono essere selezionati contemporaneamente";
"最多只能选择%d个视频" = "Puoi selezionare solo fino a %d video";
"正在下载" = "Download in corso";
"下载失败" = "Download fallito";
"没有照片" = "Nessuna foto";
"你可以使用相机拍些照片" = "Puoi scattare alcune foto con la fotocamera";
"无法访问相册中所有照片，\n请允许访问「照片」中的「所有照片」" = "Impossibile accedere a tutte le foto nell'album,\nconsenti l'accesso a 'tutte le foto' in 'Foto'";
"只能查看允许访问的照片和相关相册" = "Puoi visualizzare solo le foto autorizzate e gli album correlati";
"无法使用相机!" = "Impossibile utilizzare la fotocamera!";
"无法使用相机功能" = "Impossibile utilizzare la funzione fotocamera";
"请前往系统设置中，允许访问「相机」。" = "Vai nelle impostazioni di sistema per consentire l'accesso alla 'Fotocamera'.";
"照片大小超过最大限制" = "La dimensione della foto supera il limite massimo";
"视频大小超过最大限制" = "La dimensione del video supera il limite massimo";
"视频导出失败" = "Esportazione video fallita";
"保存失败" = "Salvataggio fallito";
"所有照片" = "Tutte le foto";
"正在处理..." = "Elaborazione in corso...";
"处理失败" = "Elaborazione fallita";
"导出失败" = "Esportazione fallita";
"视频加载中" = "Caricamento video";
"视频加载失败!" = "Caricamento video fallito!";
"视频可编辑最大时长为%d秒，无法编辑" = "La durata massima modificabile del video è di %d secondi, impossibile modificare";
"相机不可用!" = "Fotocamera non disponibile!";
"确定" = "OK";
"提示" = "Suggerimento";
"图片获取失败!" = "Acquisizione immagine fallita!";
"视频获取失败!" = "Acquisizione video fallita!";
"图片下载中" = "Download immagine";
"视频下载中" = "Download video";
"设置失败!" = "Impostazione fallita!";
"唯美" = "Nashville";
"梦幻" = "Toaster";
"老电影" = "Film vecchio";
"怀旧" = "Nostalgia";
"黑白" = "Bianco e nero";
"色调" = "Tonalità";
"模糊" = "Sfocato";
"岁月" = "Anni";
"单色" = "Monocromatico";
"褪色" = "Sbiadito";
"冲印" = "Stampa";
"铬黄" = "Cromo";
"暂无配乐" = "Nessuna musica";
"配乐" = "Musica";
"视频原声" = "Audio originale";
"正在同步iCloud" = "Sincronizzazione iCloud";
"iCloud同步失败" = "Sincronizzazione iCloud fallita";
"拖动到此处删除" = "Trascina qui per eliminare";
"松手即可删除" = "Rilascia per eliminare";
"搜索" = "Cerca";
"背景音乐" = "Musica";
"搜索歌名" = "Cerca titolo canzone";
"此歌曲暂无歌词，请您欣赏" = "Questa canzone non ha testi, goditi l'ascolto";
"选择" = "Seleziona";
"取消选择" = "Deseleziona";
"歌词" = "Testi";
"拍摄失败!" = "Ripresa fallita!";
"摄像头切换失败!" = "Cambio fotocamera fallito!";
"相机初始化失败!" = "Inizializzazione fotocamera fallita!";
"轻触拍照" = "Tocca per scattare";
"按住摄像" = "Tieni premuto per registrare";
"轻触拍照，按住摄像" = "Tocca per foto, tieni premuto per video";
"拍摄时长不足%d秒" = "Durata ripresa inferiore a %d secondi";
"麦克风添加失败，录制视频会没有声音哦!" = "Aggiunta microfono fallita, il video sarà registrato senza audio!";
"无法使用麦克风" = "Impossibile utilizzare il microfono";
"请在设置-隐私-相机中允许访问麦克风" = "Consenti l'accesso al microfono in Impostazioni-Privacy-Fotocamera";
"更多" = "Altro";
"张照片" = "Foto";
"个视频" = "Video";
"实况" = "Live";
"照片" = "Foto";
"视频" = "Video";
"点击摄像" = "Tocca per registrare";
"音量" = "Volume";
"明亮" = "Luminosità";
"删除" = "Elimina";
"原始比例" = "Originale";
"自由格式" = "Formato libero";
"正方形" = "Quadrato";
"亮度" = "Luminosità";
"对比度" = "Contrasto";
"饱和度" = "Saturazione";
"曝光度" = "Esposizione";
"色温" = "Temperatura";
"暗角" = "Vignettatura";
"锐化" = "Nitidezza";
"蒙版素材" = "Maschere";
"筛选" = "Filtri";
"筛选条件" = "Criteri di filtro";
"无筛选条件" = "Nessun filtro";
"没有项目" = "Nessun elemento";
"筛选结果" = "Risultati filtro";
"所有项目" = "Tutti gli elementi";
"已编辑" = "Modificato";
"仅显示" = "Mostra solo";
"筛选照片" = "Foto";
"筛选视频" = "Video";
"选择相册" = "Seleziona album";
"我的相册" = "I miei album";
"媒体类型" = "Tipi di media";
"查看全部" = "Vedi tutto";
"全部" = "Tutto";
"清空已编辑的内容" = "Cancella modifiche";
"高光" = "Luci";
"阴影" = "Ombre";

"HXAlbumCameraRoll" = "Rullino";
"HXAlbumPanoramas" = "Panoramiche";
"HXAlbumVideos" = "Video";
"HXAlbumFavorites" = "Preferiti";
"HXAlbumTimelapses" = "Time-lapse";
"HXAlbumRecents" = "Recenti";
"HXAlbumRecentlyAdded" = "Aggiunti di recente";
"HXAlbumBursts" = "Sequenze";
"HXAlbumSlomoVideos" = "Slow motion";
"HXAlbumSelfPortraits" = "Selfie";
"HXAlbumScreenshots" = "Screenshot";
"HXAlbumDepthEffect" = "Effetto profondità";
"HXAlbumLivePhotos" = "Live Photos";
"HXAlbumAnimated" = "Animati";
